[
  {
    "name": "Padrão",
    "isReligious": false,
    "input": [
      "Meu corpo é forte, saudável e cheio de energia vital a cada dia.",
      "Agradeço por todas as bênçãos em minha vida e celebro a alegria em cada momento.",
      "Eu sou resiliente e tenho a capacidade de superar qualquer desafio com coragem e determinação.",
      "Meus relacionamentos são profundos, harmoniosos e repletos de amor e respeito mútuo.",
      "Minha mente está aberta e inspirada, atraindo ideias criativas e soluções inovadoras."
    ]
  },
  {
    "name": "Mente, Aprendizado e Criatividade",
    "isReligious": false,
    "input": [
      "Minha mente é poderosa e está sempre se expandindo.",
      "Aprendo com facilidade e retenho o que estudo.",
      "Cada dia me aproximo mais do meu potencial máximo.",
      "Sou persistente e dedicada em meus estudos.",
      "Minha capacidade de concentração cresce a cada dia.",
      "Minha mente é um espaço fértil para novas ideias e aprendizados constantes.",
      "Cada dia é uma oportunidade de expandir meu conhecimento e crescer mentalmente.",
      "Minha capacidade de aprendizado é infinita, e eu absorvo o que preciso com facilidade.",
      "Eu encaro cada desafio mental como uma oportunidade para me tornar mais forte e sábia.",
      "Minha mente é ágil e flexível, pronta para aprender e evoluir continuamente.",
      "Minha criatividade é uma fonte inesgotável de novas ideias e possibilidades, e eu a cultivo com entusiasmo e liberdade.",
      "Cada dia é uma nova tela em branco para expressar minha criatividade e transformar sonhos em realidade.",
      "Eu libero minha imaginação e permito que a criatividade flua livremente, revelando soluções inovadoras e inspiradoras.",
      "A criatividade é o meu superpoder, e eu a utilizo para transformar desafios em oportunidades e ideias em realizações.",
      "Eu abraço minha capacidade criativa com confiança, sabendo que cada expressão é uma contribuição única e valiosa para o mundo."
    ]
  },
  {
    "name": "Autoconfiança e Autoaceitação",
    "isReligious": false,
    "input": [
      "Estou em paz comigo mesma e aceito minha jornada com amor.",
      "Eu sou suficiente e mereço tudo de bom que a vida tem a oferecer.",
      "Confio em minhas decisões e sigo com confiança o meu caminho.",
      "A cada dia, eu me sinto mais forte, equilibrada e segura.",
      "Eu celebro quem eu sou e tenho orgulho de minha evolução.",
      "Eu confio plenamente em minha capacidade de tomar decisões sábias.",
      "Meu bem-estar é minha prioridade, e eu cuido de mim com amor e atenção.",
      "A cada dia, me sinto mais confiante e em paz com quem sou.",
      "Eu sou merecedora de todo o bem-estar e alegria que a vida tem a oferecer.",
      "Minha autoconfiança cresce a cada passo que dou em direção aos meus objetivos.",
      "Eu sou uma potência e estou destinada a realizar grandes conquistas.",
      "Eu vim para fazer acontecer, e nada pode me impedir de alcançar meus objetivos.",
      "Minha energia e determinação são imbatíveis, e eu crio meu próprio sucesso.",
      "Eu sou dona do meu destino e faço meus planos se tornarem realidade.",
      "Eu carrego dentro de mim a força necessária para transformar meus sonhos em conquistas.",
      "Eu sou uma fonte inesgotável de força e autoconfiança, capaz de superar qualquer desafio.",
      "Minha potência interior me guia com clareza e determinação para alcançar meus objetivos.",
      "Eu confio plenamente na minha capacidade de criar mudanças positivas e impactantes em minha vida.",
      "Cada dia é uma nova oportunidade para manifestar meu poder e expandir meus limites pessoais.",
      "Eu sou resiliente e confiante, sabendo que tenho todas as ferramentas necessárias para triunfar.",
      "Minha autoconfiança cresce a cada conquista, me fortalecendo para enfrentar qualquer situação com coragem.",
      "Eu atraio sucesso e realizações com minha força interior e minha crença inabalável em mim mesmo.",
      "Minha potência me permite agir com confiança e transformar meus sonhos em realidade.",
      "Eu celebro minha força pessoal e me apoio com amor e determinação para alcançar o que desejo.",
      "Com cada passo que dou, meu poder e autoconfiança se renovam, abrindo portas para novas oportunidades e conquistas.",
      "Eu confio em minha capacidade de superar desafios, e cada ação que tomo é um passo em direção ao meu sucesso e bem-estar.",
      "Eu sou meu maior aliado, e ofereço a mim mesmo encorajamento e força para enfrentar qualquer obstáculo com coragem.",
      "Eu celebro minhas vitórias, grandes e pequenas, reconhecendo cada conquista como um reflexo do meu compromisso com meu próprio crescimento.",
      "Minha mente é um espaço de pensamentos positivos e construtivos, e eu escolho alimentar minha autoestima e confiança.",
      "Eu dou a mim mesmo o apoio que preciso para alcançar meus objetivos, confiando na minha capacidade de realizar meus sonhos.",
      "Eu me trato com bondade e paciência, sabendo que a autocompaixão é a chave para meu desenvolvimento pessoal e sucesso.",
      "Eu sou digno de cuidado e respeito, e dedico tempo para atender às minhas necessidades emocionais e físicas com amor.",
      "Cada desafio que enfrento é uma oportunidade para aprender e crescer, e eu me dou permissão para avançar com confiança e determinação.",
      "Eu valorizo meu progresso e esforço, reconhecendo que cada pequeno passo é essencial para alcançar minhas metas e objetivos.",
      "Eu sou responsável por minha felicidade e sucesso, e estou comprometido em criar uma vida que reflete meu verdadeiro potencial e propósito."
    ]
  },
  {
    "name": "Proteção e Segurança",
    "isReligious": false,
    "input": [
      "Estou sempre protegida por forças maiores e pela minha própria energia.",
      "Confio que o universo está cuidando de mim e me guiando para o meu bem.",
      "Me sinto segura e amparada em todas as situações.",
      "A vida me cerca de amor, proteção e abundância.",
      "Sou guiada por luz e sabedoria em tudo o que faço.",
      "Minha proteção é inquebrável, e eu sigo em frente com confiança e tranquilidade.",
      "Estou sempre protegida por uma luz divina que me cerca e afasta qualquer negatividade.",
      "Eu confio que estou segura em todos os momentos e em qualquer circunstância.",
      "A cada passo que dou, sou guiada e protegida por forças benevolentes.",
      "Eu me sinto segura em meu corpo, minha mente e meu espírito, sabendo que estou sempre protegida."
    ]
  },
  {
    "name": "Crescimento Pessoal, Sucesso e Prosperidade",
    "isReligious": false,
    "input": [
      "Estou em constante crescimento e transformação positiva.",
      "Cada desafio é uma oportunidade de me tornar mais forte e resiliente.",
      "Sou capaz de alcançar tudo o que desejo com dedicação e paciência.",
      "Eu atraio sucesso e prosperidade com minha mente focada e criativa.",
      "Tudo o que preciso para ser bem-sucedida já está dentro de mim.",
      "Cada passo que dou me aproxima mais do meu verdadeiro potencial e das minhas metas.",
      "Eu sou o arquiteto do meu sucesso e construo meu futuro com confiança e determinação.",
      "Minhas habilidades e talentos estão em constante expansão, levando-me a novas conquistas.",
      "Eu abraço mudanças e desafios, sabendo que eles me conduzem a um crescimento significativo.",
      "A cada dia, eu me torno mais capacitado e preparado para realizar meus sonhos e objetivos.",
      "Eu atraio abundância de paz e prosperidade em todas as áreas da minha vida.",
      "A cada dia, minha vida se enche de tranquilidade, equilíbrio e oportunidades.",
      "Estou conectada com a fonte infinita de paz e prosperidade do universo.",
      "Minha mente e meu coração estão abertos para receber bênçãos e riquezas.",
      "A paz e a prosperidade fluem facilmente para mim, e eu acolho ambas com gratidão.",
      "Estou em sintonia com a abundância de paz e prosperidade que flui continuamente em minha vida.",
      "Cada dia traz novas oportunidades para viver em harmonia e prosperar em todas as áreas da minha vida.",
      "A paz interior e a prosperidade são minhas constantes companheiras, guiando-me para um futuro brilhante.",
      "Eu atraio abundância com uma mente tranquila e um coração aberto para todas as possibilidades.",
      "Minha vida é um reflexo da abundância e da paz que cultivo dentro de mim, manifestando prosperidade em todas as formas.",
      "Eu recebo a abundância de forma generosa e compartilho minha paz interior com o mundo ao meu redor.",
      "A energia de paz e prosperidade preenche cada aspecto da minha vida, trazendo harmonia e sucesso contínuos.",
      "Confio no fluxo natural da vida e atraio prosperidade com uma mente serena e um espírito grato.",
      "Minha mente está aberta para receber a abundância de paz e riqueza que o universo tem a oferecer.",
      "Cada momento é uma oportunidade para fortalecer minha conexão com a paz e a prosperidade, criando uma vida plena e abundante."
    ]
  },
  {
    "name": "Amor e Relacionamentos",
    "isReligious": false,
    "input": [
      "Eu mereço e atraio um amor verdadeiro, saudável e harmonioso.",
      "Estou pronta para receber um amor que me preenche e me faz crescer.",
      "Eu vibro amor, e atraio alguém que me valoriza e me respeita profundamente.",
      "O amor certo está a caminho e ele chega na hora perfeita.",
      "Eu sou amada exatamente como sou, e encontro um(a) parceiro(a) que me apoia e compartilha meus valores.",
      "Eu sou digno de um amor profundo e genuíno que me nutre e me faz sentir completo.",
      "O amor que eu busco é uma extensão da minha própria felicidade e bem-estar.",
      "Eu atraio um amor que é fiel, duradouro e que celebra todas as minhas qualidades.",
      "Estou aberto para dar e receber amor, criando uma conexão significativa e enriquecedora.",
      "Meu coração está em paz e pronto para acolher um amor que é verdadeiramente compatível e enriquecedor.",
      "Eu sou um ímã para um amor puro e sincero, que fortalece minha alma e meu espírito.",
      "A cada dia, eu me conecto mais profundamente com o amor verdadeiro que está destinado a mim.",
      "Eu cultivo relacionamentos saudáveis, baseados em respeito, confiança e carinho mútuo.",
      "Meu coração está aberto para um amor que me completa e me inspira a ser a melhor versão de mim.",
      "Eu irradio amor e atraio uma parceria que me valoriza e enriquece minha vida de maneira significativa."
    ]
  },
  {
    "name": "Sonhos, Liberdade e Coragem",
    "isReligious": false,
    "input": [
      "Eu sigo meus sonhos com coragem e confiança, sabendo que sou capaz de realizá-los.",
      "Eu amo viver intensamente e escolho ser livre para criar a vida que desejo.",
      "Minha coragem me guia para superar desafios e alcançar meus maiores objetivos.",
      "Estou em paz com minha jornada e celebro a liberdade de ser quem eu realmente sou.",
      "A cada passo que dou em direção aos meus sonhos, sinto o poder da liberdade e da coragem crescendo dentro de mim.",
      "Meus sonhos são minha bússola, e a coragem é a força que me leva a transformá-los em realidade.",
      "A liberdade que busco começa com a coragem de seguir meus sonhos e acreditar no meu potencial.",
      "Eu abraço a liberdade de criar minha própria jornada e enfrento cada desafio com coragem e determinação.",
      "Cada passo em direção aos meus sonhos é um ato de coragem que me liberta para viver plenamente.",
      "Eu sou livre para sonhar grande e corajoso, sabendo que a coragem me dará as asas para alcançar o que desejo."
    ]
  },
  {
    "name": "Felicidade e Bem-estar",
    "isReligious": false,
    "input": [
      "Eu sou digno(a) de todas as bênçãos e oportunidades que a vida tem a oferecer.",
      "Mereço sucesso, amor e felicidade, e recebo tudo isso com gratidão e alegria.",
      "Cada dia me lembra do quanto sou merecedor(a) de alcançar meus objetivos e sonhos.",
      "Minha autoestima e valor são inabaláveis; eu sou merecedor(a) de todo o bem que o universo tem para me dar.",
      "Eu atraio coisas boas para minha vida porque acredito verdadeiramente que sou digna delas.",
      "Sou merecedor(a) de amor incondicional e apoio, e abro meu coração para recebê-los plenamente.",
      "Confio no meu valor e no meu merecimento, e isso me capacita a conquistar tudo o que desejo.",
      "Eu mereço prosperidade e abundância, e estou aberto(a) para receber essas bênçãos com confiança.",
      "Cada conquista é um reflexo da minha crença no meu valor e merecimento, e eu celebro cada uma delas.",
      "Eu sou merecedor(a) de paz e felicidade, e atraio essas energias para minha vida com positividade e fé.",
      "A felicidade é minha essência, e a cada dia me permito viver com leveza.",
      "Eu escolho a alegria e permito que ela transforme minha vida.",
      "Minha vida é preenchida por momentos simples que me fazem sorrir.",
      "A felicidade flui em mim e me enche de energia positiva todos os dias.",
      "Eu vivo o presente com gratidão, permitindo que a felicidade me encontre em cada instante.",
      "Minha criança interna está viva e traz alegria para cada momento da minha vida.",
      "Eu celebro a vida com a energia alegre e despreocupada da minha criança interior.",
      "Sinto a alegria pura fluir em mim, e isso renova minha vontade de viver plenamente.",
      "Minha alma é leve e alegre, e a cada dia, encontro motivos simples para sorrir."
    ]
  },
  {
    "name": "Inclusão e Neurodiversidade",
    "isReligious": false,
    "input": [
      "Minha neurodivergência é uma parte valiosa de quem eu sou, trazendo perspectivas únicas e capacidades extraordinárias.",
      "Eu celebro minha maneira única de pensar e agir, reconhecendo que minha neurodivergência é uma força, não uma limitação.",
      "Minha criatividade e talentos são enriquecidos pela minha neurodivergência, e eu os abraço com orgulho e confiança.",
      "Eu sou digno de aceitação e respeito, e minha neurodivergência contribui para a diversidade e riqueza do mundo.",
      "Cada desafio que enfrento é uma oportunidade para mostrar a força e a resiliência que vêm com minha neurodivergência.",
      "Minha neurodivergência é uma fonte de inovação, criatividade e soluções únicas.",
      "Eu sou uma contribuição valiosa para o mundo, e minha maneira de pensar expande as possibilidades ao meu redor.",
      "Eu aceito e honro minha neurodivergência, sabendo que ela me torna mais forte e resiliente.",
      "A diversidade do meu cérebro é uma força, e eu prospero ao abraçar minhas diferenças.",
      "Eu me movo pelo mundo com confiança, sabendo que minha neurodivergência é uma peça vital na diversidade humana."
    ]
  },
  {
    "name": "Sexualidade e Expressão Pessoal",
    "isReligious": false,
    "input": [
      "Minha sexualidade é uma expressão autêntica de quem eu sou, e eu a celebro com orgulho e amor próprio.",
      "Eu aceito e valorizo minha sexualidade como uma parte natural e importante da minha identidade.",
      "O respeito e a compreensão por minha própria sexualidade me permitem viver com confiança e felicidade.",
      "Eu abraço minha sexualidade com autenticidade, sabendo que ela é uma fonte de prazer, conexão e autoaceitação.",
      "Minha sexualidade é uma jornada pessoal e única, e eu a percorro com coragem e alegria, reconhecendo seu papel essencial em minha vida.",
      "Eu me expresso livremente e com orgulho, abraçando minha sexualidade como parte integral de quem sou.",
      "Minha sexualidade é bela, natural e digna de respeito, e eu a honro em cada aspecto da minha vida.",
      "Eu celebro minha autenticidade e a liberdade de ser exatamente quem sou em todas as minhas expressões.",
      "Eu sou livre para explorar e expressar minha sexualidade de maneira autêntica e empoderada.",
      "Minha sexualidade é poderosa e me conecta com meu corpo e espírito de maneira harmoniosa e saudável.",
      "Minha sexualidade é apenas um aspecto da minha identidade, e eu me valorizo por tudo o que sou além dela.",
      "Minha essência vai além da minha sexualidade; sou uma pessoa completa, com muitas camadas e qualidades.",
      "'Ser você mesmo em um mundo que está constantemente tentando fazer de você outra coisa é a maior realização.' — Ralph Waldo Emerson"
    ]
  },
  {
    "name": "Idade e Sabedoria",
    "isReligious": false,
    "input": [
      "A minha idade é um testemunho de uma vida bem vivida, repleta de sabedoria, experiências e histórias que merecem ser celebradas.",
      "Cada ano que passa traz uma nova perspectiva e uma riqueza de conhecimento que enriquece minha vida e a daqueles ao meu redor.",
      "Na maturidade, encontro a beleza da serenidade e a alegria da reflexão, apreciando cada momento como um presente valioso.",
      "Eu abraço a terceira idade com gratidão, sabendo que cada dia é uma oportunidade para compartilhar minha sabedoria e continuar a crescer.",
      "Os anos dourados são um período de profunda realização e paz interior, onde cada experiência é uma prova da força e da resiliência que construí ao longo da vida.",
      "Minha jornada até aqui é uma prova da minha resiliência, e cada ano acrescenta mais força à minha história.",
      "Eu honro a sabedoria que ganhei com o tempo e compartilho minhas lições com orgulho e alegria.",
      "A cada fase da vida, encontro novos motivos para celebrar minha evolução e minhas conquistas.",
      "A idade me traz uma clareza profunda sobre o que realmente importa, e eu vivo cada dia com propósito.",
      "Eu abraço cada ruga e linha do tempo como marcas de uma vida rica em experiências e aprendizados."
    ]
  },
  {
    "name": "Viagem e Exploração",
    "isReligious": false,
    "input": [
      "Estou pronto para explorar novos horizontes e deixar minha mente se expandir com cada nova experiência.",
      "Cada jornada é uma oportunidade para descobrir novas paixões e criar memórias inesquecíveis.",
      "Minha curiosidade e vontade de explorar me guiam para novas aventuras e autoconhecimento.",
      "Eu abraço o desconhecido com coragem e entusiasmo, sabendo que cada viagem me fortalece.",
      "Explorar o mundo exterior reflete o crescimento interno que estou alcançando a cada dia.",
      "Cada novo destino é uma chance para rejuvenescer minha mente e renovar minha energia.",
      "Estou aberto a todas as maravilhas que o mundo tem a oferecer, sabendo que cada experiência enriquece minha vida.",
      "Minha mente está sempre pronta para explorar e aprender, encontrando beleza e sabedoria em cada passo do caminho.",
      "Viajar me ensina a valorizar o presente e a abraçar a vida com um espírito de aventura e gratidão.",
      "Com cada nova exploração, minha mente se expande e meu espírito se fortalece, trazendo novas perspectivas e energias positivas."
    ]
  },
  {
    "name": "Comunicação e Conexões",
    "isReligious": false,
    "input": [
      "Minha comunicação é clara e poderosa, e eu a uso para construir conexões significativas com os outros.",
      "Eu expresso minhas ideias com confiança e criatividade, atraindo a atenção e o respeito dos outros.",
      "Cada interação é uma oportunidade para me comunicar de forma autêntica e impactante.",
      "A energia da comunicação aberta e honesta flui facilmente através de mim, facilitando relacionamentos harmoniosos.",
      "Eu sou uma comunicadora eficaz, capaz de compartilhar minhas ideias e sentimentos com clareza e empatia.",
      "Minha habilidade de ouvir e falar com atenção fortalece minhas conexões e promove entendimento mútuo.",
      "Eu atraio conversas enriquecedoras e produtivas com minha presença comunicativa e positiva.",
      "Cada dia me dá novas oportunidades para aprimorar minha comunicação e expressar meu verdadeiro eu.",
      "A energia da comunicação fluente e assertiva me ajuda a alcançar meus objetivos e a inspirar os outros.",
      "Eu confio na minha capacidade de me comunicar de forma eficaz e impactante, criando relações e oportunidades valiosas."
    ]
  },
  {
    "name": "Orixá",
    "isReligious": true,
    "category": "Matriz africana",
    "tags": [
      "Iansã",
      "Oxóssi",
      "Iemanjá",
      "Xangô",
      "Ogum",
      "Oxalá",
      "Nanã",
      "Obá",
      "Oxumaré",
      "Oxum",
      "Obaluaê"
    ],
    "input": [
      "Com a energia transformadora de Iansã, eu afasto os obstáculos e sigo em frente com determinação.",
      "Com Iansã ao meu lado, eu danço com os ventos da mudança e transformo qualquer desafio em oportunidade.",
      "Oxóssi me guia na trilha do conhecimento, e com sua sabedoria, eu sempre encontro o caminho certo.",
      "A sabedoria de Oxóssi me ensina a ser paciente e estratégico em minhas decisões.",
      "As águas de Iemanjá lavam minhas preocupações, trazendo calma, cura e renovação à minha vida.",
      "Sob a proteção de Iemanjá, eu me sinto acolhida, equilibrada e em sintonia com as emoções mais profundas.",
      "Xangô me fortalece com sua justiça, e eu ajo com integridade em todas as minhas escolhas.",
      "Xangô me traz discernimento para julgar com justiça, tanto a mim mesma quanto aos outros.",
      "Ogum me dá coragem para lutar pelos meus sonhos, vencendo qualquer batalha com foco e disciplina.",
      "Com Ogum abrindo os caminhos, eu avanço com força e determinação, superando todos os obstáculos.",
      "A paz e a serenidade fluem em minha vida como uma benção divina, trazendo equilíbrio e harmonia para todos os meus dias.",
      "Minha fé e pureza de coração me guiam em direção a novas conquistas, iluminando meu caminho com luz e sabedoria.",
      "Com a tranquilidade e sabedoria da velha mãe, encontro conforto e clareza nas experiências da vida, abraçando cada momento com paciência.",
      "A serenidade e o entendimento profundo que recebo me ajudam a enfrentar desafios com graça, permitindo que o tempo revele as melhores soluções.",
      "A coragem e a força interior me capacitam a enfrentar qualquer adversidade, transformando obstáculos em oportunidades de crescimento.",
      "Com a determinação e a justiça que inspiram meu coração, eu tomo decisões sábias e mantenho meu caminho firme e seguro.",
      "A renovação e a transformação são parte da minha jornada, trazendo crescimento contínuo e novas perspectivas a cada dia.",
      "Com a energia da regeneração, eu abraço mudanças com alegria e confiança, sabendo que cada fase traz oportunidades para o meu desenvolvimento.",
      "A generosidade e a doçura fluem em minha vida, trazendo prosperidade e amor para todos os meus relacionamentos e empreendimentos.",
      "Minha conexão com a abundância e a beleza me ajuda a atrair harmonia e felicidade, permitindo que eu celebre cada momento com gratidão.",
      "A transformação e a renovação me acompanham em cada etapa da vida, permitindo que eu abra espaço para novas oportunidades e crescimento pessoal.",
      "Com a força e a resiliência que recebo, enfrento desafios com coragem, sabendo que cada mudança traz consigo um novo ciclo de prosperidade e equilíbrio."
    ]
  },
  {
    "name": "Ancestral",
    "isReligious": true,
    "category": "Matriz africana",
    "tags": [
      "Erê",
      "Cigano",
      "Malandro",
      "Marinheiro",
      "Preto Velho",
      "Caboclo",
      "Exu",
      "Pomba-gira",
      "Baiano",
      "Boiadeiro"
    ],
    "input": [
      "A pureza e a leveza de Erê me guiam, enchendo minha vida de felicidade e vontade de viver.",
      "Minha criança interna está cheia de vida, trazendo pureza e espontaneidade para tudo que faço.",
      "Com a energia de Erê, eu encontro alegria nas coisas simples e deixo a leveza me guiar.",
      "Eu me permito brincar, rir e viver com a liberdade da minha criança interior.",
      "A inocência e a alegria de Erê estão sempre presentes em mim, iluminando meus dias.",
      "Minha vontade de viver vem da criança que habita em mim, sempre pronta para celebrar a vida.",
      "A liberdade mora no coração de quem dança com as estrelas.",
      "Os ventos do destino sopram a favor de quem se atreve a sonhar.",
      "O fogo da paixão ilumina o caminho dos que têm coragem.",
      "A vida é uma estrada cheia de cores; pinte-a com a sua alma.",
      "Onde há amor, há sempre um lar, mesmo que seja sob o céu estrelado.",
      "Assim como os ciganos, eu sigo meu caminho com liberdade, leveza e coração aberto.",
      "Minha alma é livre e cheia de alegria, pronta para explorar tudo o que a vida oferece.",
      "Eu confio no meu destino e, como o vento, deixo a vida me guiar para onde devo estar.",
      "A abundância e a prosperidade me acompanham, assim como a generosidade e a alegria que compartilho com os outros.",
      "Eu honro minha intuição e a sabedoria ancestral, vivendo com coragem e espírito aventureiro.",
      "Com jogo de cintura, eu encontro soluções para qualquer desafio.",
      "Eu danço conforme a música da vida, sempre com leveza e sabedoria.",
      "A malandragem me ensina a seguir com alegria, driblando as dificuldades com graça.",
      "Eu confio no meu caminho, sabendo que minha esperteza me guia sempre ao melhor destino.",
      "Com o sorriso no rosto e fé no coração, eu sei que tudo se ajeita no final.",
      "Eu navego com calma em qualquer mar, confiando na minha força interior.",
      "Assim como o marinheiro, eu mantenho meu rumo firme, mesmo em águas turbulentas.",
      "As ondas da vida me ensinam a ser resiliente e a seguir em frente com coragem.",
      "Com a serenidade do marinheiro, eu encontro paz em cada desafio que enfrento.",
      "Com a serenidade dos Pretos Velhos, encontro a paz interior e a força para enfrentar qualquer desafio.",
      "A sabedoria ancestral me guia, e minha mente está aberta para aprender e crescer a cada dia.",
      "Com humildade e fé, recebo as bênçãos que o universo me oferece, sabendo que tudo vem no seu devido tempo.",
      "Minha alma é forte e tranquila como a presença dos Pretos Velhos, e nada pode abalar minha essência.",
      "Eu sou grato pelas lições da vida e pela proteção espiritual que me acompanha, iluminando meu caminho com amor e sabedoria.",
      "A sabedoria ancestral ilumina meu caminho, guiando-me com clareza e conexão com a natureza.",
      "Minha intuição e força interior são renovadas, permitindo-me enfrentar qualquer desafio com confiança.",
      "A harmonia com a natureza traz equilíbrio e paz para minha vida, revelando soluções para meus problemas.",
      "Com serenidade e coragem, enfrento as adversidades, sabendo que cada obstáculo é uma oportunidade de crescimento.",
      "A simplicidade e a verdade são minhas companheiras, ajudando-me a manter a paz e a harmonia em todos os aspectos da minha vida.",
      "Minha determinação e coragem abrem novos caminhos, permitindo-me resolver qualquer situação com clareza.",
      "Enfrento os desafios com confiança, sabendo que cada dificuldade é uma chance para transformar minha vida.",
      "Os obstáculos se dissipam à medida que encontro soluções criativas e eficazes para meus problemas diários.",
      "A proteção e a sabedoria que recebo me ajudam a superar qualquer dificuldade, trazendo soluções rápidas e eficazes para meus desafios.",
      "A força e a abertura de caminhos me permitem encontrar respostas claras e criar oportunidades onde antes havia barreiras.",
      "Minha mente está focada e meu espírito forte, guiando-me para tomar decisões justas e equilibradas.",
      "Com justiça e equilíbrio, encontro o caminho certo e mantenho-me no rumo de minhas metas e objetivos.",
      "A alegria e o amor preenchem minha vida, permitindo que eu receba e compartilhe felicidade com facilidade.",
      "Resolvo questões emocionais com clareza e harmonia, criando relacionamentos saudáveis e equilibrados.",
      "Abraço minha essência com confiança, permitindo que minha verdadeira energia brilhe e inspire os outros.",
      "Transformo desafios em oportunidades de crescimento, mantendo sempre um coração aberto e receptivo.",
      "A criatividade e a leveza guiam minha jornada, trazendo soluções alegres e eficazes para meus desafios diários.",
      "Com a força dos Baianos, eu sou resiliente e enfrento qualquer desafio com alegria e coragem.",
      "A sabedoria do Baiano me ensina a encontrar soluções simples para situações complexas.",
      "Com a energia dos Boiadeiros, eu guio minha vida com firmeza, mantendo o controle e superando qualquer obstáculo.",
      "A força dos Boiadeiros me dá direção e clareza, ajudando-me a conduzir meus objetivos com determinação."
    ]
  },
  {
    "name": "Budismo",
    "isReligious": true,
    "category": "Matriz indiana",
    "input": [
      "Encontro paz interior ao viver o momento presente, aceitando cada experiência com calma e serenidade.",
      "Minha mente é uma fonte de tranquilidade e clareza, permitindo-me enfrentar desafios com equanimidade e sabedoria.",
      "A prática da compaixão ilumina meu caminho, trazendo harmonia e compreensão para meus relacionamentos e ações diárias.",
      "Com cada respiração, eu libero pensamentos negativos e acolho a paz e a luz interior que habitam meu ser.",
      "Eu abraço a impermanência da vida, sabendo que cada mudança é uma oportunidade para crescimento e aprendizado.",
      "Minha vida é uma jornada de autoconhecimento e transformação, onde a sabedoria e a serenidade guiam minhas escolhas e ações.",
      "Através da prática da mindfulness, encontro equilíbrio e gratidão em cada momento, cultivando uma mente serena e positiva.",
      "Eu deixo ir as preocupações e o apego, abraçando a simplicidade e a liberdade que vêm de viver com intenção e clareza.",
      "A energia da bondade e da empatia flui de mim, tocando aqueles ao meu redor e criando um ambiente de harmonia e entendimento.",
      "Com cada pensamento e ação, eu cultivo a paz interior e a sabedoria, criando uma vida de propósito e contentamento."
    ]
  },
  {
    "name": "Paganismo",
    "isReligious": true,
    "category": "Pré-monoteísta",
    "input": [
      "Eu honro e celebro a conexão profunda com a Terra, reconhecendo a sabedoria que ela oferece e permitindo que suas energias nutram meu ser.",
      "A cada ciclo lunar, eu renovo minhas intenções e deixo ir o que não me serve mais, criando espaço para novos começos e crescimento.",
      "Com a força dos elementos, eu encontro equilíbrio e harmonia, permitindo que o fogo da paixão, a água da emoção, a terra da estabilidade e o ar da clareza guiem minha jornada.",
      "Eu acolho a diversidade e a sabedoria das tradições ancestrais, integrando suas práticas e conhecimentos em minha vida cotidiana.",
      "Através da magia da vida e da natureza, eu crio e manifesto meus desejos com intenção e gratidão, sabendo que sou parte de um ciclo eterno de transformação.",
      "Eu celebro a beleza e a força da mudança, sabendo que cada estação traz novas oportunidades para crescimento e renovação.",
      "Com a ajuda das energias da natureza, eu harmonizo meu espírito e meu ambiente, cultivando um espaço de paz e positividade.",
      "A sabedoria dos antigos me guia em minha busca espiritual, oferecendo insights profundos e inspiração para viver com propósito e autenticidade.",
      "Eu abraço minha própria divindade e a do cosmos, reconhecendo a conexão sagrada que une todos os seres e manifestações da vida.",
      "Com o poder dos rituais e das cerimônias, eu expresso minha gratidão e reverência pela vida, criando momentos de significado e profunda realização."
    ]
  },
  {
    "name": "Bruxaria",
    "isReligious": true,
    "category": "Pré-monoteísta",
    "input": [
      "Com a magia da vida, eu transformo minhas intenções em realidade, canalizando energia positiva para manifestar meus desejos com confiança.",
      "Eu honro a sabedoria ancestral que flui através de mim, permitindo que minha intuição e conhecimento guiem minhas escolhas e ações.",
      "A cada ritual e encantamento, eu fortaleço minha conexão com o divino e com a natureza, criando equilíbrio e harmonia em minha vida.",
      "Minha prática espiritual é uma fonte de poder e clareza, permitindo-me enfrentar desafios com coragem e criar novas oportunidades.",
      "Eu abraço a energia da lua e dos ciclos naturais, usando-os para renovar minhas intenções e cultivar o crescimento pessoal.",
      "Com cada feitiço e encantamento, eu libero o que não me serve e acolho o fluxo positivo de abundância e realização.",
      "A sabedoria dos elementos me guia em minha jornada, ajudando-me a encontrar equilíbrio e transformar obstáculos em oportunidades.",
      "Eu celebro a magia que reside em cada momento, permitindo que minha prática espiritual enriqueça minha vida e traga alegria e paz.",
      "Minha intenção é clara e meu coração é puro, criando um espaço de magia positiva e manifesta que reflete a verdadeira essência do meu ser.",
      "Através da conexão com o sagrado e o divino, eu crio uma vida de propósito e realização, onde cada ação e pensamento é uma expressão de minha verdadeira força interior."
    ]
  },
  {
    "name": "Cristianismo",
    "isReligious": true,
    "category": "Monoteísta",
    "input": [
      "Com a fé como meu guia, eu enfrento cada desafio com coragem, sabendo que Deus está ao meu lado, fortalecendo-me a cada passo.",
      "Eu acolho a paz e o amor divinos em meu coração, permitindo que essas energias transformem minha vida e irradiem para aqueles ao meu redor.",
      "A cada dia, eu renovo minha esperança e confiança em Deus, sabendo que Seu plano para mim é cheio de propósito e bondade.",
      "Com a graça e a misericórdia de Deus, eu libero o passado e abraço um futuro de oportunidades e bênçãos.",
      "Eu sigo o exemplo de amor e compaixão de Jesus, buscando servir aos outros com generosidade e coração aberto.",
      "A presença divina ilumina meu caminho, trazendo clareza e sabedoria para tomar decisões que alinhem minha vida com os valores de fé e verdade.",
      "Eu confio na orientação de Deus, sabendo que Sua sabedoria me guia para o caminho da realização e da paz interior.",
      "Com gratidão e humildade, eu recebo as bênçãos que me são dadas, reconhecendo que cada presente é uma expressão do amor de Deus.",
      "Eu encontro força e coragem em minha espiritualidade, sabendo que a luz de Deus está sempre presente para me guiar e apoiar.",
      "Através da oração e da meditação, eu conecto-me profundamente com a fonte de toda paz e amor, permitindo que minha vida seja um reflexo de Sua bondade."
    ]
  },
  {
    "name": "Espiritismo",
    "isReligious": true,
    "category": "Monoteísta",
    "input": [
      "Com a compreensão dos princípios espirituais, eu acolho a transformação e o crescimento, permitindo que minha alma evolua e se ilumine.",
      "A cada dia, eu busco o equilíbrio interior e a paz, sabendo que a conexão com o mundo espiritual me oferece orientação e serenidade.",
      "Eu confio na justiça divina e na reencarnação, reconhecendo que cada experiência é uma oportunidade para aprendizado e evolução espiritual.",
      "A luz dos espíritos superiores ilumina meu caminho, ajudando-me a superar desafios com sabedoria e amor incondicional.",
      "Eu pratico a caridade e o amor ao próximo, refletindo os ensinamentos espirituais que promovem a harmonia e o bem-estar em minha vida e na dos outros.",
      "Com a prática da prece e da meditação, eu me conecto com as energias benéficas do universo, trazendo clareza e paz para minha mente e coração.",
      "Eu acolho a ideia de que somos todos aprendizes e mestres, permitindo que cada encontro e experiência enriqueça meu crescimento espiritual.",
      "Através do estudo e da reflexão, eu busco entender as leis universais e aplicá-las em minha vida, criando um caminho de realização e harmonia.",
      "Eu recebo as mensagens e orientações dos espíritos com gratidão, sabendo que eles me ajudam a trilhar um caminho de amor, evolução e paz.",
      "Com a compreensão da continuidade da vida, eu enfrento cada desafio com coragem, sabendo que estou em constante processo de aprendizado e crescimento espiritual."
    ]
  },
  {
    "name": "Espiritualidade",
    "isReligious": true,
    "category": "Universalista",
    "input": [
      "O universo é um vasto campo de possibilidades, e eu estou aberto para receber todas as maravilhas que ele tem a oferecer.",
      "Cada estrela no céu é um lembrete de que o universo está sempre conspirando a meu favor, trazendo oportunidades e sonhos a se realizar.",
      "Eu confio no fluxo natural do universo, sabendo que cada experiência é parte de um grande plano que me guia para o meu destino.",
      "O universo é infinito e repleto de potencial, e eu sou parte dessa grande tapeçaria de possibilidades e crescimento.",
      "A energia positiva do universo flui para mim, trazendo clareza, inspiração e força para alcançar meus objetivos.",
      "Eu estou alinhado com a energia do universo, e cada ação que tomo é uma expressão da abundância e do poder cósmico.",
      "O universo me lembra constantemente da beleza e da grandeza que existem em cada momento e em cada sonho.",
      "Eu sou uma expressão única do universo, e minha presença contribui para o equilíbrio e a harmonia do todo.",
      "A sabedoria do universo está sempre ao meu alcance, guiando-me com amor e inspiração para viver minha melhor vida.",
      "Com gratidão e abertura, eu recebo as bênçãos e oportunidades que o universo oferece, confiando que tudo está se desenrolando perfeitamente para meu bem."
    ]
  }
]
